[
    {
        "name": "Douglas Fir",
        "source": "images/douglasfir.jpg",
        "treeType": "Coniferous",
        "growthRate": "Medium",
        "avgHeight": "150 ft",
        "lifespan": "80 years",
        "habitat": "Western North America and Eastern Asia",
        "description": "Douglas fir trees have long, flat, spirally arranged needles that grow directly from the branch and completely surround it. Each yellow- or blue-green needle is borne singly and has a short stalk at the base and a grooved upper surface. Winter buds are brown, shiny, and pointed. The hanging oblong cones characteristically have three-pointed bracts (outer cone scales) that protrude from the cone scales. Cones mature in one season and retain their scales when they fall.",
        "treeID": "100"
    },
    {
        "name": "Elberta Peach",
        "source": "images/peach.jpg",
        "treeType": "Deciduous",
        "growthRate": "Fast",
        "avgHeight": "25 ft",
        "lifespan": "30 years",
        "habitat": "Southern North America",
        "description": "The Elberta Peach is considered to be one of the more active peach trees, and can produce up to 150 pounds of peaches in one season. In addition to its peaches, it blooms each spring with an abundance of vibrant pink and purple flowers, followed by its harvest season around early to mid-July. Its tender sweet freestone peaches can be enjoyed a variety of different ways, and are exceptionally delicious in cobblers and pies.",
        "treeID":  "101"
    },
    {
        "name": "Scots Pine",
        "source": "images/scotspine.jpg",
        "treeType": "Coniferous",
        "growthRate": "Fast",
        "avgHeight": "100 ft",
        "lifespan": "90 years",
        "habitat": "Worldwide",
        "description": "Scots pine is the most widely distributed conifer in the world, with a natural range that stretches from beyond the Arctic Circle in Scandinavia to southern Spain and from western Scotland to the Okhotsk Sea in eastern Siberia. Within this range it grows at elevations from sea level to 2,400 metres (8,000 feet), with the elevation generally increasing from north to south. Despite this wide distribution, the Scots pine forests in Scotland are unique and distinct from those elsewhere because of the absence of any other native conifers.",
        "treeID":  "102"
    },    
    {
        "name": "Common Boxwood",
        "source": "images/commonboxwood.jpg",
        "treeType": "Evergreen",
        "growthRate": "Fast",
        "avgHeight": "5 ft",
        "lifespan": "20 years",
        "habitat": "Europe Asia Africa",
        "description": "Common boxwood is a broadly rounded evergreen shrub or small tree. Native to Europe, Asia, and Africa where it is found in open woodlands and rocky hillsides. A popular ornamental evergreen used for hedges, borders, and topiary. So named because its wood was popular for making boxes and cabinets.",
        "treeID":  "104"
    }
]